<template>
  <a-typography-title> 教学评估 </a-typography-title>
  <a-typography-paragraph class="text">
    <div :style="{ marginBottom: '20px' }">
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学校开展的校内评估主要包括二级学院本科教学工作评估、专业评估、主要教学环节专项评估等。学校每四年对二级学院的教学工作进行一轮综合评价，每两年对有毕业生的本科专业进行一次综合评估。2015-2016学年，学校组织校内外专家首次对各二级学院实施了本科教学工作评估，进一步强化二级学院的教学质量主体意识，落实教学质量保障的主体责任，推进管理重心下移，为学校考核二级学院教学绩效提供依据；对已有毕业生的25个本科专业实施了评估，强化教学基层组织质量意识，规范专业建设，夯实专业在教学质量保障体系中的基础地位和作用。
      学校根据年度教学工作重点，针对主要教学环节中存在的问题，不定期地开展专项评估工作。
    </div>
    <ul>
      <li class="item">
        2016-2017学年学校组织校内外专家对二级学院开展了毕业设计（论文）、试卷、实习教学、实验教学、教学管理制度建设等专项评估，规范教学环节，强化制度落实。引入第三方评估和权威专业认证。近三年与麦可思公司开展了持续广泛的合作，通过开展毕业生调查、用人单位调查评价、学生成长评价，全面了解学校教学状态及人才培养质量情况，促进教学工作的不断改进。引进权威专业认证，推进工程教育改革。
      </li>
      <li class="item">
        2017年9月机械设计制造及其自动化专业接受IEET工程教育认证实际访评，受到了访评专家的一致好评。
        加强教学质量评价。坚持每学期开展对任课教师的学生评教工作。每年组织开展应届本科毕业生对课程设置、教学条件、教学管理等各个教学环节的问卷调查工作。
      </li>
      <li class="item">
        2017年，学校出台了《东莞理工学院二级学院教学质量指数编制办法》、《教师课程教学质量系数指导性计算办法》，将教学质量常态监控数据和教学评估数据，按照内在的规律编制成综合反映二级学院教学质量的指数，并将教学质量与二级学院绩效、教师个人的绩效考核结合起来，从制度和机制上有效保障教学质量。
        高度重视审核评估工作。学校将审核评估视为是对教育教学工作、人才培养质量和办学水平的一次全面诊断把脉、检验研判，是促进教育教学改革，加强内涵建设，提升人才培养质量的重大机遇。
      </li>
      <li class="item">
        2016年12月，邀请了国内高校的一共11名专家对学校进行了审核评估预评估，对本科教学工作进行全方面检查与诊断。针对预评估专家提出的问题及建议，学校出台了《东莞理工学院预评估专家反馈问题整改工作方案》，并提出93项具体的整改措施，有力推动了全校教学工作的规范化建设和持续改进。
        展望未来，学校将全面贯彻党的教育方针，遵循教育发展规律，服务经济社会发展，围绕人才培养中心工作，深化教育教学改革，创新人才培养模式，为区域产业发展培养大批高素质应用型创新人才，加快建设成为工科优势突出、应用特色鲜明、服务成效显著的国内高水平理工科大学。
      </li>
    </ul>
  </a-typography-paragraph>
</template>

<script setup></script>

<style scoped>
.item {
  margin-bottom: 10px;
}
</style>
